---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.FabricWireItem
source: html/6a3c4f7a-0192-3e65-8c49-f8440a208bdf.htm
---
# FabricWireItem Methods

Creates a new instance of a single Fabric wire.